y_connector/y-connector_15ml-per-minute_7cm-outlet/0.orig/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// TODO: what do these values mean?
dimensions [0 2 -2 0 0 0 0];

internalField uniform 0;

boundaryField
{
    outletPatch
    {
        type fixedValue;
        value uniform 0;
    }

    backgroundInletPatch
    {
        type zeroGradient;
    }

    particleInletPatch
    {
        type zeroGradient;
    }

    yConnectorPatch
    {
        type zeroGradient;
    }

    propagationTubePatch
    {
        type zeroGradient;
    }
}
