y_connector/y-connector_15ml-per-minute_7cm-outlet/Allrun
#!/bin/sh

cd ${0%/*} || exit 1  # Run from this directory
. $WM_PROJECT_DIR/bin/tools/RunFunctions  # Tutorial run functions

./ConstructMesh
./RunSimulation

